Repository: ButinVladimir/project-idle-takeover
Catalog: xliff/*.xlf
Languages: ru

# sa7aa180574f27a36
source: Clone "${clone.name}" with template "${CLONE_TEMPLATE_TEXTS[clone.templateName].title()}", tier ${formattedTier} and level ${formattedLevel} has been purchased
ru: Клон "${clone.name}" с шаблоном "${CLONE_TEMPLATE_TEXTS[clone.templateName].title()}", рангом ${formattedTier} и уровнем ${formattedLevel} был приобретен

# hc8beb66ec44e6ce2
source: Will be available in ${timeElement}
ru: Будет доступно через ${timeElement}

# s3b3c333481944862
source: Show details
ru: Показать детали

# sd685c85b245c6e9f
source: Hide details
ru: Скрыть детали

# s48fd85fb3026cd69
source: Tier
ru: Ранг

# sb7700696be07efa2
source: Purchase
ru: Приобрести

# s6d8c02aee480af7a
source: Menu
ru: Меню

# s38c6db7c7aaa7dc1
source: Requirements
ru: Требования

# sa478cf2baff0ae2b
source: Rewards
ru: Награды

# s16b9446e3a70e1f4
source: Attributes
ru: Атрибуты

# s01b09ac2bd6fcb1f
source: Skills
ru: Навыки

# s367d079d1aed1358
source: Cost
ru: Стоимость

# sf18cfde2dfadbbbb
source: Synchronization
ru: Синхронизация

# s2c7315bf65466f30
source: Experience multiplier
ru: Множитель опыта

# sfcdb00be33302c7b
source: Faction
ru: Фракция

# hd59e967e88daf5a2
source: ${value} per second
ru: ${value} в секунду

# h1eb7ee591c8adf99
source: ${valueElement} (${diffElement}) per second
ru: ${valueElement} (${diffElement}) в секунду

# s82c21acdbcd6e830
source: Strength
ru: Сила

# s60db5a48c8ceedd8
source: Agility
ru: Ловкость

# sd9f6f24573768f43
source: Charisma
ru: Харизма

# sb40cffa9b0adf7c6
source: Endurance
ru: Выносливость

# se11126731c7f1f6b
source: Intellect
ru: Интеллект

# s12ed12f42ce1d95a
source: Perception
ru: Восприятие

# s3d8e5792d85fd78d
source: Close combat
ru: Ближний бой

# s046da66d8a8f024a
source: Ranged combat
ru: Дальний бой

# sfacba4fc8d72bc99
source: Diplomacy
ru: Дипломатия

# s079c6e5453bf2780
source: Hacking
ru: Хакинг

# s93d9bac5c9d0fa9c
source: Stealth
ru: Скрытность

# sd6ce591ea5a96549
source: Experience
ru: Опыт

# s5556e192fb31cd4e
source: Process completion speed multiplier
ru: Множитель скорости выполнения процесса

# s8af61807443f32a4
source: Actions
ru: Действия

# s583bec164cfb54f7
source: Shared experience multiplier
ru: Множитель разделенного опыта

# sc3e93c5b2fd1e0d8
source: Neutral
ru: Нейтральные

# s763b553b7017bf25
source: Neutrals who don't belong to any major factions.
ru: Все, кто не принадлежит к любым остальным значительным фракциям.

# s74e70a19e65ee8ba
source: WSA
ru: АМБ

# sca3b6bf9c5300672
source: WSA (World Security Agency) is an international organization backed by multiple biggest countries, causing conflicts all over the world to make a profit. While lacking numbers, they compensate it with web of agents and informators, diplomacy and subterfuge.
ru: АМБ (Агентство Мировой Безопасности) - это международная организация, поддерживаемая несколькими самыми развитыми странами, совершающая конфликты по всему миру с целью получения выгоды. Хотя у них нет большого числа людей, они компенсируют это сетью агентов и информаторов, дипломатией и саботажем.

# s4e2144ca530b698d
source: Residential district
ru: Спальный район

# s52b4229337c52cae
source: Relatively silent arrays of houses. Residential districts don't have a lot of opportunities.
ru: Относительно тихий массив домов. Спальные районы не дают много возможностей.

# sefae0ecc663da5f1
source: Oddjob
ru: Случайная работа

# sabbcccd9a8b261fa
source: Information broker
ru: Брокер информации

# s7043d8a245126ad6
source: Freelance programmer
ru: Програмист-фрилансер

# sde23096e59773c9e
source: Computer repairer
ru: Ремонтник компьютеров

# sc41926932bb0d174
source: Mediator
ru: Медиатор

# scd21619daa29f04a
source: Sidejob "${SIDEJOB_TEXTS[activity.sidejob.sidejobName].title()}" in district "${DISTRICT_NAMES[activity.sidejob.district.name]()}" has been assigned to clone "${activity.sidejob.assignedClone.name}"
ru: Подработка "${SIDEJOB_TEXTS[sidejob.sidejobName].title()}" в районе "${DISTRICT_NAMES[sidejob.district.name]()}" была назначена на клона "${activity.sidejob.assignedClone.name}"

# s2933806e1362b5cd
source: Sidejob "${SIDEJOB_TEXTS[activity.sidejob.sidejobName].title()}" in district "${DISTRICT_NAMES[activity.sidejob.district.name]()}" assigned to clone "${activity.sidejob.assignedClone.name}" has been cancelled
ru: Подработка "${SIDEJOB_TEXTS[sidejob.sidejobName].title()}" в районе "${DISTRICT_NAMES[sidejob.district.name]()}", назначенная на клона "${activity.sidejob.assignedClone.name}", была отменена

# s4fccec1a1f2881dc
source: All sidejobs have been cancelled
ru: Все подработки были отменены

# h8f6c11bb823dc7c4
source: ${timerEl} of accumulated time remains
ru: Остается ${timerEl} накопленного времени

# s7c85f65f7b0c503c
source: Clone level upgraded
ru: Уровень клона улучшен

# sc4374dd0f926f5ef
source: Clone reached next level
ru: Клон достиг следующего уровня

# sa3cc28bd981628ac
source: Clone renamed
ru: Клон переименован

# s64555f440b277ebb
source: Sidejob assigned
ru: Подработка назначена

# sf41009ed824a3b8a
source: Sidejob cancelled
ru: Подработка отменена

# sa94c1a286d16136c
source: All sidejobs cancelled
ru: Все подработки отменены

# se8d871833a94d00c
source: City district tier increased
ru: Ранг района города увеличен

# s383b15f618ee7268
source: Cancel an assigned sidejob
ru: Отменить назначенную подработку

# s51934515c32b521b
source: Cancel all sidejobs
ru: Отменить все подработки

# s53bf72d46e1e8630
source: Replace an assigned sidejob
ru: Заменить назначенную подработку

# se3e714766f25ef93
source: Locked
ru: Заблокировано

# s3c0fb2a53f4d0f57
source: Locked districts are inaccessible.
ru: Заблокированные районы недоступны.

# sad2290013b08e97e
source: Contested
ru: Оспариваемый

# s205b8499f2e6bbd5
source: District type
ru: Тип района

# sae239213b7c70376
source: State
ru: Состояние

# s7f39c95906219434
source: Click on a highlighted district to see it's info and available actions. Districts in locked state cannot be interacted with.
ru: Кликните на подсвеченный район, чтобы увидеть информацию о нем и доступные с ним действия. С районы в заблокированном состоянии информация и действия недоступны.

# s43ee1a3dad0cee85
source: Next district tier progress
ru: Прогресс до следующего ранга района

# hd1169dd9fd88e8ee
source: Next district tier will be reached in ${html `<span ${ref(this._timerRef)}></span>`}
ru: Следующий ранг района будет достигнут через ${html `<span ${ref(this._timerRef)}></span>`}

# s855bf63d9883ae5c
source: Unlocked
ru: Разблокировано

# hfa0121f0167ff406
source: Sidejob will be unlocked in ${html `<span ${ref(this._timerRef)}></span>`}
ru: Подработка будет разблокирована через ${html `<span ${ref(this._timerRef)}></span>`}

# sc564360eca0bf4b1
source: Sidejob
ru: Подработка

# s2233cc4e2e0d6e50
source: Unlock progress
ru: Прогресс разблокирования

# s343479b5d5b0bed6
source: You don't have any sidejobs available
ru: У вас нет доступных подработок

# sd20d7e575c0665b2
source: Go back to the map
ru: Вернуться к карте

# s6bfbbda51b0e67b9
source: Select clone template name
ru: Выбери шаблон клона

# sf95d621f07f1f6b7
source: Enter clone name
ru: Введите имя клона

# s97e2ebed4987e8a6
source: Not enough synchronization
ru: Недостаточно синхронизации

# s0a5fbd83c21c7223
source: Purchase clone
ru: Приобрести клона

# sef49aec68fd1dc66
source: Name
ru: Имя

# sa68c8e76bd7977d5
source: Generate name
ru: Сгенерировать имя

# s9deff83661b7cb38
source: Clone template
ru: Шаблон клона

# sf0a5adcada3a14fd
source: ${CLONE_TEMPLATE_TEXTS[this._clone.templateName].title()}, tier ${formattedTier}, level ${formattedLevel}
ru: ${CLONE_TEMPLATE_TEXTS[this._clone.templateName].title()}, ранг ${formattedTier}, уровень ${formattedLevel}

# s14154016b18825be
source: Rename clone
ru: Переименовать клона

# s3e901586c19e035b
source: Delete clone
ru: Удалить клона

# s41491a640bc4b8a1
source: Are you sure want to delete clone "${clone.name}"? Their progress will be lost and their actions will be cancelled.
ru: Вы действительно хотите удалить клона "${clone.name}"? Его прогресс будет утерян и его действия отменены.

# s25d878df1039f975
source: Next level progress
ru: Прогресс до следующего уровня

# hc144f150851ca41e
source: Next level will be reached in ${html `<span ${ref(this._timerRef)}></span>`}
ru: Следующий уровень будет достигнут через ${html `<span ${ref(this._timerRef)}></span>`}

# s1a8910435c4a9283
source: Upgrade all levels
ru: Улучшить уровни всех клонов

# s956e9fc5194b5370
source: You don't have any clones
ru: У вас нет клонов

# s93e59c96b72b78cb
source: Are you sure want to delete all clones? Their progress will be lost and their actions will be cancelled.
ru: Вы действительно хотите удалить всех клонов? Их прогресс будет потерян и их действия будут отменены.

# s9cf0e5fcc0cbb640
source: Rename clone "${this._clone.name}"
ru: Переименование клона "${this._clone.name}"

# s2080fa9ceb760b82
source: Enter new name for clone.
ru: Введите новое имя для клона.

# s1b38c2d6b9b9f248
source: New name
ru: Новое имя

# s465aa5e3b7e5f956
source: Enter new name
ru: Введите новое имя

# s86a79d39be31b93c
source: Available synchronization
ru: Доступная синхронизация

# s618058c636a3a920
source: Shared experience
ru: Разделенный опыт

# s823a4821d23a90d9
source: Not enough connectivity
ru: Недостаточно связности

# sa774cdd5353db22d
source: Clone doesn't fit requirements
ru: Клон не соответствует требованиям

# s602d38a3f41e164f
source: Clone has already assigned sidejob "${sidejobName}" in district "${districtName}"
ru: Клон уже назначен на подработку "${sidejobName}" в районе "${districtName}"

# sd2fe9960345d5698
source: Assign clone to sidejob
ru: Назначить клона на подработку

# s5e2654fb8587f442
source: Clone
ru: Клон

# s88d4b07d95a0d6af
source: District
ru: Район

# s5af66175c0f1b9cd
source: Cancel sidejob
ru: Отменить подработку

# s2af71543579358a2
source: Are you sure want to cancel sidejob "${sidejobName}" in district "${districtName}" assigned to clone "${cloneName}"?
ru: Вы действительно хотите отменить подработку "${sidejobName}" в районе "${districtName}", назначенную на клона "${cloneName}"?

# s6e78d5e9139b4da4
source: Assigned clone
ru: Назначенный клон

# sb303f8f9e2f8a949
source: You don't have any assigned sidejobs
ru: У вас нет назначенных подработок

# s5843075f44afb4ce
source: Are you sure want to cancel all sidejobs? Their assigned clones will stop performing them.
ru: Вы действительно хотите отменить все подработки? Все клоны, назначенные на них, перестанут их выполнять.

# s0a37fba62c597022
source: Sidejobs provide passive income when assigned clones are not working on primary jobs.
ru: Подработки предоставляют пассивный доход, когда назначенные на них клоны не занимаются основными действиями.

# s95d15119ada0ea9f
source: Performance level
ru: Уровень производительности

# s788d83d3360cf66d
source: Cores level
ru: Уровень ядер

# sd2963d38ea08e2d0
source: Additional cores allow better scalability and running more processes at same time.
ru: Дополнительные ядра дают лучшую масштабируемость и позволяют выполнять больше процессов одновременно.

# s9fbb58c22a876d91
source: RAM level
ru: Уровень памяти

# s429e8b2bb61611a6
source: Additional RAM allows to keep more processes in memory so they could ran later or in bigger batches.
ru: Дополнительная память позволяет держать больше процессов в памяти, чтобы они могли выполняться позже или в больших группах.

# s5cb930e1934ff1a3
source: Program is already bought with tier ${formattedTier} and level ${formattedLevel}
ru: Программа уже куплена с рангом ${formattedTier} и уровнем ${formattedLevel}

# scb78d87c59ad347f
source: Are you sure want to purchase program "${programTitle}"? This will replace your current program with tier ${formattedTier} and level ${formattedLevel}.
ru: Вы действительно хотите приобрести программу "${programTitle}"? Это заменит вашу текущую программу с рангом ${formattedTier} и уровнем ${formattedLevel}.

# s016467b3355f0790
source: Available RAM
ru: Доступная память

# sf1494d506ce0e5fc
source: Available cores
ru: Доступные ядра

# h699cc0d1e4531a77
source: Process will be completed in ${html `<span ${ref(this._timerRef)}></span>`}
ru: Процесс будет выполнен через ${html `<span ${ref(this._timerRef)}></span>`}

# s731692dfbdbe5387
source: By sidejobs
ru: С помощью подработок

# saabc4a48648bb039
source: Base value
ru: Базовое значение

# scba148cdf7469f10
source: By district "${DISTRICT_NAMES[districtName]()}"
ru: В районе "${DISTRICT_NAMES[districtName]()}"

# sf36170f71cea38c2
source: Connectivity
ru: Связность

# se926ade4cf109c4c
source: Shared experience multipliers
ru: Множители разделенного уровня

# s9f7282be73248b08
source: By synchronization
ru: С помощью синхронизации

# sfdf9466bc0030d7a
source: Experience per second
ru: Опыт в секунду

# hca1338192100daf5
source: Next development level will be reached in ${html `<span ${ref(this._timerRef)}></span>`}
ru: Следующий уровень развития будет достигнут через ${html `<span ${ref(this._timerRef)}></span>`}

# s581c597be4605f8e
source: District "${DISTRICT_NAMES[this._district.name]()}" tier has been increased to ${formattedTier}
ru: Ранг района "${DISTRICT_NAMES[this._district.name]()}" был увеличен до ${formattedTier}

# s4c2e50f73ff9175f
source: Captured
ru: Захвачено

# s179ecbbb0b6b661b
source: Are you sure want to replace sidejob for clone "${cloneName}"? This will cancel their current sidejob "${existingSidejobName}" in district "${districtName}".
ru: Вы действительно хотите заменить подработку для клона "${cloneName}"? Это отменит его текущую подработку "${existingSidejobName}" в районе "${districtName}".

# s05de05972d9e6bf5
source: Uses cores
ru: Использует ядра

# s83a1beb8bad426a3
source: Percentage of available money reserved for upgrading mainframe hardware.
ru: Процент доступных денег, зарезервированный на улучшение оборудования мейнфрейма.

# s17e330a5aba76cd9
source: Percentage of available money reserved for buying programs.
ru: Процент доступных денег, зарезервированный на покупку програм.

# s9dbe1bd4677f5f81
source: Percentage of available money reserved for upgrading clone levels.
ru: Процент доступных денег, зарезервированный на улучшение уровней клонов.

# s540924c1add82b11
source: Game is currently under development. Some parts of it can change and progress between versions may be lost.
ru: На данный момент игра находится в разработке. Некоторые ее части могут поменяться в будущем, прогресс между версиями может быть потерян.

# s21dc88408352e4be
source: Today is the day of my field testing. My task is to get in touch with local WSA branch without disclosing my origins and help them capture the city.
ru: Сегодня день моего полевого тестирования. Моя задача связаться с локальным филиалом АМБ без раскрытия моего происхождения и помочим им захватить город.

# s78bfbbacf0af6e05
source: Starting mainframe hardware isn't enough. It should be upgraded.
ru: Начальное оборудование мейнфрейма уже недостаточно. Его нужно улучшить.

# s016b0082d8f71730
source: This is the end of currently planned content. Later features are supposed to unlocked much later.
ru: Это конец запланированного контента. Дальнейшие возможности должны быть разблокированы гораздо позже.

# s69034a64264d83de
source: Mainframe hardware automation settings are now available on automation page. New program is available.
ru: Настройки автоматизации оборудования мейнфрейма доступны на странице автоматизации. Новая программа доступна.

# sdccd8d3a60cc2cff
source: Mainframe programs automation settings are now available on automation page. New program is available.
ru: Настройки автоматизации программ мейнфрейма доступны на странице автоматизации. Новая программа доступна.

# saccd9e47f8c8e5c1
source: Company management is now available. It's now possible to make clones from templates and send them to perform sidejobs in the city.
ru: Управление компанией теперь доступно. Теперь возможно создание клонов по шаблонам с последующей отправкой на подработки в городе.

# s34de7c9e2c036e4f
source: Automation page and clone level autoupgrade settings are now available. New program is available.
ru: Страница автоматизации и настройки автоматизации улучшения уровней клонов теперь доступны. Новая программа доступна.

# sf5820e25e7c11928
source: Higher performance level leads to faster process completion and better yields from autoscalable programs.
ru: Чем выше уровень производительности, тем быстрее выполняются процессы и тем лучше результаты автомасштабируемых програм.

# s164d1cd6f6dd7c9f
source: Clone "${this._name}" level has been upgraded to ${formattedLevel}
ru: Уровень клона "${this._name}" был улучшен до ${formattedLevel}

# s3aedc9febeb0eb79
source: Assign clone
ru: Назначить клона

# sf944b762ff1afa9f
source: ${value} years
ru: ${value} лет

# s9976b5befb314c64
source: ${value} days
ru: ${value} дней

# sb97bc1bc5aac2eba
source: ${value} hours
ru: ${value} часов

# s59762eaa69a60688
source: ${value} minutes
ru: ${value} минут

# se7e1ababbc4868b8
source: ${value} seconds
ru: ${value} секунд

# sacbb1ccb24f8f136
source: ${biggerText} and ${smallerText}
ru: ${biggerText} и ${smallerText}

# s2c823a8ef5270a9d
source: Hotkey: ${hotkey?.toLocaleUpperCase() ?? ''}
ru: Горячая клавиша: ${hotkey?.toUpperCase()}

# s70e10829a12d0660
source: I am an AI, designed by WSA to get into contact with various factions within cities. To do that I establish temporary security "companies" to perform mercenary work. My goal is to retrieve as much intel as possible and send it back to WSA.
ru: Я - ИИ, разработанный АМБ для вступления в контакт с различными фракциями внутри городов. Для этого я основываю временные охранные "компании" для выполнения наемнической работы. Моя цель - добыча как можно большего количества информации и отправка ее обратно в АМБ.

# sa184aa9a54358e9a
source: My only tools are basic mainframe, core functionality and program to share mainframe capabilities. I should start with sharing my mainframe to get initial funds and check out data from city.
ru: Мои единственные инструменты: мейнфрейм, основная функциональность и программа для аренды мейнфрейма. Я должен начать с аренды мейнфрейма, чтобы заработать начальные средства и проанализировать данные из города.

# s75b6fa990f989752
source: My sharing program cannot keep up with increasing demands. I should upgrade it.
ru: Моя программа для аренды не выдерживает увеличивающиеся требования. Я должен ее улучшить.

# s014a2c8cdc628bd1
source: Now I have enough capabilities to use clones. I should buy a clone and send to it to some basic job to get used how to work with it. Clones have learning capabilities so that should save money on upgrading them.
ru: Теперь у меня достаточно возможностей для использования клонов. Я должен приобрести клон и отправить его на выполнение какой-нибудь простой работы, чтобы научиться, как с ним работать. Клоны имеют способности к обучению, поэтому я могу сэкономить средства на их улучшении.

# scfef3618f3c7ec73
source: There is not enough data about city, I must discover more. But city inhabitants may be wary to contact my clones yet. Perhaps I should research it myself before I dispatch my clones. I need to prioritize on which program I should use my core.
ru: Данных о городе недостаточно, я должен узнать больше. Но обитатели города пока могут опасаться контактировать с моими клонами. Наверное, я должен сам его исследовать, прежде чем отправлю своих клонов. Я должен дать приоритет программе, для которой должен использовать мое ядро.

# s4fe2d62ebea235dc
source: After enough searching I've managed to locate local WSA cell. They're always looking for volunteers to expand their influence. I should join them.
ru: После достаточного количества поиска, я смог найти местную ячейку АМБ. Они всегда ищут добровольцев для расширения своей зоны влияния. Я должен к ним присоединиться.

# sc5dce9a8f88a8090
source: Now after joining WSA, I've been tasked with spreading their network and increasing their influence. I don't want to expose myself so I have to rely on clones for this task. Perhaps they could assist WSA agents by performing oddjobs?
ru: После присоединения к АМБ, мне было поручено расширение их сети и увеличение их влияния. Я не хочу раскрывать себя, поэтому мне придется полагаться на клонов для этой задачи. Возможно, они могут оказывать поддержку агентам АМБ, выполняя случайные работы?

# sea83b85b523a849c
source: Now that I have gain WSA trust, I can perform security contracts for them. That will be beneficial for both of us.
ru: Теперь, когда я получил достаточно доверия от АМБ, я могу выполнять охранные контракты для них. Это будет полезно для нас обоих.

# s2492bdf469f2e218
source: I was looking how to deepen my connections within city to gain more resources. I have learnt how to to make private deals, for the good of the WSA, of course.
ru: Я искал способы, как улучшить свои связи внутри города, чтобы получить больше ресурсов. Я научился совершать приватные сделки, все ради АМБ, разумеется.

# s034d2c3154159ba5
source: With too many things to look after I need to delegate some of them. Automating upgrading clones will be the first thing.
ru: Из-за слишком большого количества вещей, которые мне надо делать, я должен назначить какие-нибудь из них. Автоматизация улучшения клонов будет первой вещью.

# s5234d2960a0a0890
source: Factions are now available to join.
ru: Фракции доступны для присоединения.

# s2040ce1e2dfa9e46
source: District has been unlocked.
ru: Район был разблокирован.

# sf5b8e175bd070729
source: Unlocked basic automation
ru: Разблокирована базовая автоматизация

# s27f7e76b38110e19
source: Unlocked mainframe hardware automation
ru: Разблокирована автоматизация оборудования мейнфрейма

# sac49cd18d75fe042
source: Unlocked mainframe programs automation
ru: Разблокирована автоматизация програм мейнфрейма

# s2b9969a67c23a7df
source: Unlocked mainframe programs
ru: Разблокированы программы мейнфрейма

# sb971da9a84a44e52
source: Unlocked mainframe hardware
ru: Разблокировано оборудование мейнфрейма

# sa3ded49142877c82
source: Unlocked company management
ru: Разблокировано управление компанией

# sf449137e5c9c9237
source: Making clones from templates and sending them to perform sidejobs in the city is possible
ru: Возможно создание клонов по шаблонам и отправка их на выполнение подработок внутри города

# s9c2ff2769c3ec1ed
source: Unlocked code base points
ru: Разблокированы очки кодовой базы

# s6585ac3429a6312b
source: Code base points reduce cost of purchasing mainframe programs
ru: Очки кодовой базы уменьшают стоимость программ мейнфрейма

# s38b8aaf97d3d064d
source: Code base points are now available. Increase them to make mainframe programs cheaper. Multipliers for programs and districts stack.
ru: Доступны очки кодовой базы. Их увеличение уменьшает стоимость программ мейнфрейма. Множители для программ и районов сочетаются.

# s97fa354ffa00214e
source: Unlocked computational base points
ru: Разблокированы очки вычислительной базы

# s5b95dec4100c0b42
source: Computational base points reduce cost of upgrading mainframe hardware
ru: Очки кодовой базы уменьшают стоимость оборудования мейнфрейма

# s0c16aa841bde8b35
source: Computational base points are now available. Increase them to make mainframe hardware cheaper. Multipliers for programs and districts stack.
ru: Доступны очки вычислительной базы. Их увеличение уменьшает стоимость оборудования мейнфрейма. Множители для программ и районов сочетаются.

# s81335a0532314a82
source: Unlocked connectivity points
ru: Разблокированы очки связности

# s72af3b31598c3b41
source: Connectivity points increase chances to receive new contracts and sidejobs
ru: Очки связности увеличивают шансы на получение новых контрактов и подработок
