Repository: ButinVladimir/project-idle-takeover
Catalog: xliff/*.xlf
Languages: ru

# s4cf1567df0fa7b3b
source: Connectivity points are now available. Increase them to unlock more sidejobs and to increase chances of receiving new contracts from selected faction. Multipliers for programs and districts stack.
ru: Доступны очки связности. Их увеличение приводит к разблокированию подработок и увеличению шансов получения новых контрактов для выбранной фракции. Множители для программ и районов сочетаются.

# sacd98dfd4cb5986f
source: Unlocked rewards points
ru: Разблокированы очки наград

# s91362eb227e44a17
source: Rewards points increase rewards from everything
ru: Очки наград увеличивают награды для всего

# s27257063f2450a40
source: Rewards points are now available. Increase them to get more rewards from everything. Multipliers for programs and districts stack.
ru: Доступны очки наград. Их увеличения увеличивает награды для всего. Множители для программ и районов сочетаются.

# s18447586797a4c83
source: Unlocked experience share
ru: Разблокирован обмен опытом

# s59c68e660a180773
source: Unlocked faction influence
ru: Разблокировано влияние фракций

# s008e323eaa4fd906
source: Faction influence and progress to next tier are now visible
ru: Влияние фракций и прогресс до следующего ранга теперь видны

# sda683b3af1f0ff3d
source: Unlocked factions
ru: Разблокированы фракции

# sb148c26a562dc6c9
source: Factions are now available
ru: Фракции теперь доступны

# s59165ef6cf8aab84
source: Factions are now available. Joining a faction gives access to it's loaned designs and contracts.
ru: Фракции теперь доступны. Присоединение к фракции дает доступ к одолженным дизайнам и контрактам.

# s6f75a043efbd811a
source: Unlocked primary actvity and contracts
ru: Разблокированы основная деятельность и контракты

# s902fa67d0b33a03f
source: Primary activity and contracts are now available. Primary activity can increase certain parameters, like faction influence and notoriety points, and provide substantial rewards.
ru: Основная деятельность и контракты теперь доступны. Основная деятельность может увеличивать определенные параметры, такие как влияние фракции и очки дурной славы.

# sf74a00701e7c4a4a
source: Program to automatically buy mainframe hardware upgrades. Sum of level differences after upgrade cannot be above action count.
ru: Программа для автоматической покупки улучшений оборудования мейнфрейма. Сумма разностей уровней после улучшения не может превышать количество действий.

# s834c6433a124a668
source: Program to automatically buy mainframe programs. Sum of level differences after upgrade cannot be above action count.
ru: Программа для автоматической покупки программ мейнфрейма. Сумма разностей уровней после улучшения не может превышать количество действий.

# sc754aa4a01feca89
source: Program to automatically upgrade levels of clones. Sum of level differences after upgrade cannot be above action count.
ru: Программа для автоматической покупки улучшений уровней клонов. Сумма разностей уровней после улучшения не может превышать количество действий.

# s9c8b910dde0fbe5d
source: Contract autostarter
ru: Автостартер контрактов

# sd154821a8458c890
source: Program to automatically add contract assignments to the primary activity queue. Cannot add more contract assignments per completion than action count.
ru: Программа для автоматического добавления назначений контрактов в очередь основной активности. Количество добавленных контрактов за выполнения не может превышать количество действий.

# s7b8ea286625aad6d
source: Requirements for a single thread
ru: Требования для одного потока

# sd319bce1401f3caf
source: Fixer
ru: Решала

# s80ec5a3aed5b3740
source: Clone, specialized on negotiaing and dealing with large amount of information.
ru: Клон, специализирующийся на переговорах и обработки большого количества информации.

# s3620a2092b82bd7d
source: Bouncer
ru: Громила

# s352f397a205bc74a
source: Clone, specialized on close combat.
ru: Клон, специализирующийся на ближнем бое.

# s851d81017d4d6e8a
source: Gunner
ru: Стрелок

# s734011e922cc0575
source: Clone, specialized on ranged combat.
ru: Клон, специализирующийся на дальнем бое.

# h08884ce7a747f388
source: Upgrade to level ${valueElement}
ru: Улучшить до уровня ${valueElement}

# sba4e69334ca40b4b
source: Upgrade x${increase}
ru: Улучшить x${increase}

# h2dfbf4006a5caa34
source: ${valueElement} per completion
ru: ${valueElement} за выполнение

# hab47cc5fb807f492
source: ${valueElement} (${diffElement}) per completion (${speedElement} per second) (${speedDiffElement})
ru: ${valueElement} (${diffElement}) за выполнение (${speedElement} в секунду) (${speedDiffElement})

# s3a95a9d270a1af24
source: Faction influence
ru: Влияние фракции

# s26ae9b622601c6e9
source: Scavs
ru: Мусорщики

# s07c5c9d33a53a762
source: Scavenegers are the bottom of the food chain. They cannot provide anything outstanding and very prone to infighting. Scavs can be impressed only by performing increasing horrific crimes.
ru: Мусорщики находятся на дне пищевой цепи. Они не предлагают ничего выделяющегося и склонны к междоусобице. Мусорщики могут быть впечатлены только совершением все более ужасных преступлений.

# sf4a4115f806ee39c
source: Corpo plaza
ru: Корпо-плаза

# s6577f9c60d16baa3
source: Barajevo
ru: Бараево

# s6a52461236483a7f
source: Čukarica
ru: Чукарица

# s00c794322d56000a
source: Grocka
ru: Гроцка

# s3b092b5da86b6018
source: Lazarevac
ru: Лазаревац

# s12d2162c7035535b
source: Mladenovac
ru: Младеновац

# sc66585ee6dc19181
source: Novi Beograd
ru: Нови Београд

# s012976dd8712fe44
source: Obrenovac
ru: Обреновац

# sc542cf979e7ed9cd
source: Palilula
ru: Палилула

# s2980382d2bc1e7e3
source: Rakovica
ru: Раковица

# sbd03389cbd92bd13
source: Savski Venac
ru: Савски Венац

# s50ed91c722ad373e
source: Sopot
ru: Сопот

# s6b2b04617f42dd20
source: Stari Grad
ru: Стари Град

# s7121ad1dbdbcba17
source: Surčin
ru: Сурчин

# sadcca568f9929a50
source: Vračar
ru: Врачар

# se2047292d8170000
source: Zemun
ru: Земун

# s8bd0992c0bf2229f
source: Perform random jobs not requiring high qualification.
ru: Выполнение случайных работ, не требующих квалификации.

# s3273c78d0791eba2
source: Find and deliver useful information for various parties.
ru: Поиск и выдача полезной информации для разных сторон.

# s5cf93d1982d678ea
source: Write and maintain various programs.
ru: Написание и поддержка различных программ.

# saf2fc5b7fc3dbf6c
source: Repair various electronics.
ru: Починка различной электроники.

# s46fd0bd6a61c7160
source: Find compromises between various parties with profit for yourself.
ru: Поиск компромиссов между разными сторонами с выгодой для себя.

# se19e36d3a6d3e6dc
source: Mainframe relay
ru: Реле мейнфрейма

# s4c42082627e02af6
source: Act as mainframe relay to speed up process completion speed. Stacks additively within same district and multiplicatively between different districts.
ru: Выполнение роли реле мейнфрейма для ускорения выполнения процессов. Сочетается аддитивно внутри того же района и мультипликативно между разными районами.

# s62a76c4fa5761e31
source: Feed analyzer
ru: Анализатор входного потока

# s1596c3cf97c9af36
source: Analyze feed from other clones to improve shared experience. Stacks additively within same district and multiplicatively between different districts.
ru: Анализ входного потока от других клонов для улучшения обмена опытом. Сочетается аддитивно внутри того же района и мультипликативно между разными районами.

# s01a8d45397ec133b
source: Security
ru: Охрана

# s6e2220814c8f435a
source: Perform security duties.
ru: Выполнение охранных должностей.

# s169a288ef3589c8d
source: Backroom deal
ru: Закулисная сделка

# s062e19347d6ec8b7
source: Strike a deal to gain advantage.
ru: Совершение сделки для получения преимущества.

# s47684ff9cb744603
source: Sidejob is locked
ru: Подработка заблокирована

# sb33d5c8e21eb2911
source: District is locked
ru: Район заблокирован

# sf34d6bd7872bb241
source: Sidejob is valid
ru: Подработка может быть выполнена

# s93abd21a47cba2be
source: Clones don't fit requirements
ru: Клоны не подходят под требования

# sfe8e40099f90f49c
source: Not enough clones
ru: Недостаточно клонов

# s2ff9953200d911ae
source: Too many clones
ru: Слишком много клонов

# s3feaa5587c145707
source: Contract is valid
ru: Контракт может быть выполнен

# s60c9c77434d1e246
source: Sidejob "${SIDEJOB_TEXTS[sidejob].title()}" has been unlocked.
ru: Подработка "${SIDEJOB_TEXTS[sidejob].title()}" разблокирована.

# s104b8bcb7e5469f8
source: Contract "${CONTRACT_TEXTS[contract].title()}" has been unlocked.
ru: Контракт "${CONTRACT_TEXTS[contract].title()}" разблокирован.

# sc89df34e3fb84cd6
source: Program "${PROGRAM_TEXTS[itemName].title()}" with tier ${formattedTier} has been unlocked.
ru: Программа "${PROGRAM_TEXTS[itemName].title()}" с рангом ${formattedTier} разблокирована.

# s11e244c7edd54f3b
source: Clone template "${CLONE_TEMPLATE_TEXTS[itemName].title()}" with tier ${formattedTier} has been unlocked.
ru: Шаблон клонов "${CLONE_TEMPLATE_TEXTS[itemName].title()}" с рангом ${formattedTier} разблокирован.

# sd79cade506a012b7
source: All milestones have been reached. Thank you for playing.
ru: Все достижения достигнуты. Спасибо за игру.

# s271ba2499e3c5c4c
source: Contract assignment for contract "${CONTRACT_TEXTS[contractAssignment.contract.contractName].title()}" in district "${DISTRICT_NAMES[contractAssignment.contract.district.name]()}" has been added
ru: Назначение контракта "${CONTRACT_TEXTS[contractAssignment.contract.contractName].title()}" в районе "${DISTRICT_NAMES[contractAssignment.contract.district.name]()}" было добавлено

# sc2178f796be8a142
source: Contract assignment for contract "${CONTRACT_TEXTS[contractAssignment.contract.contractName].title()}" in district "${DISTRICT_NAMES[contractAssignment.contract.district.name]()}" has been removed
ru: Назначение контракта "${CONTRACT_TEXTS[contractAssignment.contract.contractName].title()}" в районе "${DISTRICT_NAMES[contractAssignment.contract.district.name]()}" было удалено

# s19d302e38ae97188
source: All contract assignments have been removed
ru: Все назначения контрактов были удалены

# s020a29572ce2c940
source: While you were away, you've earned ${formattedTime} of accumulated time.
ru: Пока вы не играли, ты заработал ${formattedTime} накопленного времени.

# s9c7cd9e7441b0d4d
source: You have joined faction ${FACTION_TEXTS[faction].title()}. Loaned items, available districts and activities have been updated.
ru: Вы присоединились к фракции ${FACTION_TEXTS[faction].title()}. Одолженные предметы, доступные районы и активности были обновлены.

# s482bb84472e5cac2
source: Game version has been updated.
ru: Версия игры была обновлена.

# s897d375bd21cac5d
source: Primary activity for contract "${contractName}" in district "${districtName}" assigned to ${cloneNames} has been added to the primary activity queue
ru: Основная деятельность для контракта "${contractName}" в районе "${districtName}", назначенная на ${cloneNames}, была добавлена в очередь основной деятельности

# sb40c85c573e2b58e
source: Primary activity for contract "${contractName}" in district "${districtName}" assigned to ${cloneNames} has been cancelled
ru: Основная деятельность для контракта "${contractName}" в районе "${districtName}", назначенная на ${cloneNames}, была отменена

# s33d2a6b4b66271c8
source: Primary activity for contract "${contractName}" in district "${districtName}" assigned to ${cloneNames} has been finished because no more available contracts are left
ru: Основная деятельность для контракта "${contractName}" в районе "${districtName}", назначенная на ${cloneNames}, была закончена, потому что не осталось доступных контрактов

# s8ab95534da7a6a72
source: Primary activity for contract "${contractName}" in district "${districtName}" assigned to ${cloneNames} has been stopped, reason "${validationText}"
ru: Основная деятельность для контракта "${contractName}" в районе "${districtName}", назначенная на ${cloneNames}, была остановлена, причина: "${validationText}"

# s8ba170ee0291f870
source: All primary activities have been cancelled
ru: Все основные деятельности отменены

# sd84e4b30fadad198
source: Factions
ru: Фракции

# s1062ecba7acfd6c1
source: Restore default settings
ru: Восстановить настройки по умолчанию

# s50feb06473c047e5
source: Are you sure want to restore default settings?
ru: Вы действительно хотите восстановить настройки по умолчанию?

# s5e51e5238250d5f7
source: Game state events
ru: События состояния игры

# s52c15fdda8942fa9
source: Programs events
ru: События программ

# s21908f0406942660
source: Clones events
ru: События клонов

# saed8659ae80e1967
source: Sidejobs events
ru: События подработок

# s5f43bb9445644df1
source: Contracts events
ru: События контрактов

# s5580b70dae3a32c3
source: Primary activities events
ru: События основной деятельности

# s7cb68a3d389d3a13
source: City events
ru: События города

# s8ad179df02408ff1
source: Contract assigned
ru: Контракт назначен

# sdce3ce1c51b78888
source: Contract assignment removed
ru: Назначение контракта удалено

# s2edf3950c660a0a9
source: All contracts assignments removed
ru: Все назначения контрактов удалены

# s5010274650e8d821
source: Primary activity added to the queue
ru: Основная деятельность добавлена в очередь

# sd4d69fdb646b8971
source: Primary activity cancelled
ru: Основная деятельность отменена

# se4b790af7245ed68
source: Primary activity finished
ru: Основная деятельность закончена

# s2851d5e21ad4a967
source: All primary activities finished
ru: Вся основная деятельность закончена

# sdcdb0706f10c55a1
source: Disable all events
ru: Выключить все события

# s17e027cfaa24ebe6
source: Enable all events
ru: Включить все события

# sbb8b16f5cf738d39
source: Game state alerts
ru: Предупреждения состояния игры

# sdb91100541aecbff
source: Programs alerts
ru: Предупреждения программ

# s6ceca1b5ca900d2a
source: Clones alerts
ru: Предупреждения клонов

# s30f4985c5b1f02e9
source: Sidejobs alerts
ru: Предупреждения подработок

# s55101b704ded1687
source: Contracts alerts
ru: Предупреждения контрактов

# sda2f985edaf24875
source: Primary activities alerts
ru: Предупреждения основной деятельности

# sd6cb9ba4433fabd4
source: Unassign hotkeys
ru: Удаление горячих клавиш

# sae03941338e1e697
source: Restore default hotkeys
ru: Восстановление горячих клавиш по умолчанию

# s7559fa03f92b5c26
source: Join a faction
ru: Присоединение к фракции

# s68a1cc5dc6e248b2
source: Remove all contract assignments
ru: Удаление всех назначений контрактов

# sa53f45da50ed1ef7
source: Cancel a primary activity
ru: Отмена основной деятельности

# s9c8e5967e4b76937
source: Cancel all primary activities
ru: Отмена всех основных деятельностей

# sa86f6e4a0961c9f7
source: Disable all alerts
ru: Выключить все предупреждения

# sb1343b556e03fbfc
source: Enable all alerts
ru: Включить все предупреждения

# s9a94f431ba931d60
source: Hotkeys
ru: Горячие клавиши

# s85745ea04218876d
source: New milestone reached
ru: Новое достижение достигнуто

# s0b30ed37d88c8ea1
source: Activity unlocked
ru: Деятельность разблокирована

# s449e7ba68fe83774
source: Design unlocked
ru: Дизайн разблокирован

# sf8830a332fb4c8b3
source: Factions available
ru: Фракции доступны

# s4976dbb7baaa7ccc
source: Faction joined
ru: Присоединение к фракции

# s0a5e7c55fe8bdf46
source: District contested
ru: Район стал оспариваемым

# s29cd5c14a2433857
source: District captured
ru: Район захвачен

# s704f43680b9374e1
source: All milestones reached
ru: Все достижения достигнуты

# s1d1bf6022cf537a2
source: Disable all notification types
ru: Выключить все типы уведомлений

# s39ca8a604a9497dd
source: Enable all notification types
ru: Включить все типы уведомлений

# scfc81e22adbc2a88
source: Play on normal speed
ru: Играть на нормальной скорости

# sc9d66fb012719ee1
source: Play on fast speed
ru: Играть на быстрой скорости

# s74e1793d3c69fd56
source: Add contract assignments to the primary activity queue
ru: Добавить назначения контрактов в очередь основной деятельности

# sa17954425e332cbd
source: Upgrade max mainframe hardware
ru: Максимально улучшить оборудование мейнфрейма

# s91e438a9601074a9
source: Upgrade max mainframe performance
ru: Максимально улучшить производительность мейнфрейма

# s9936470364de710f
source: Upgrade max mainframe RAM
ru: Максимально улучшить память мейнфрейма

# s3bd9a9dc5e4e276b
source: Upgrade max mainframe cores
ru: Максимально улучшить ядра мейнфрейма

# s2450b54d3d5e153c
source: Upgrade max mainframe programs
ru: Максимально улучшить программы мейнфрейма

# s2ec29ba27b9ed828
source: Upgrade max clones levels
ru: Максимально улучшить уровни клонов

# s95aa371333f26659
source: Hotkeys for most used actions. Press button on form and then pressed key to assign hotkey.
ru: Горячие клавиши для наиболее часто используемых действий. Нажмите кнопку на форме и затем нажмите клавишу, чтобы назначить горячую клавишу.

# s5df62fa60523e0d1
source: Clear hotkeys
ru: Очистить горячие клавиши

# scc389e3f89acaa01
source: Press key to assign
ru: Нажмите клавишу для назначения

# s2c2895cc96956a2b
source: Are you sure want to unassign all hotkeys?
ru: Вы действительно хотите сбросить все горячие клавиши?

# s2bfbe99a87dc5c5d
source: Are you sure want to restore default hotkeys?
ru: Вы действительно хотите восстановить горячие клавиши по умолчанию?

# scfda15d6971b0502
source: Contested districts are available for clones work.
ru: Оспариваемые районы доступны для работы клонов.

# s841c200738ac6956
source: Captured districts are available for clones work. Their tier can be increased.
ru: Захваченные районы доступны для работы клонов. Их ранг может быть увеличен.

# sc43eabc5a66b8450
source: Difficulty
ru: Сложность

# s3dc57a4fb05a024c
source: Capture progress
ru: Прогресс захвата

# h1f4db74fc57abffd
source: District will be captured in ${html `<span ${ref(this._timerRef)}></span>`}
ru: Район будет захвачен через ${html `<span ${ref(this._timerRef)}></span>`}

# sf9fb1b78b48095d0
source: Contracts
ru: Контракты

# sd34197b29bb87c8e
source: Higher district tier improves gains from that district
ru: Больший ранг района улучшает награды из него

# s0e5fd54c82eac471
source: Difficulty indicates how long it takes to capture district or upgrade it to the next tier.
ru: Сложность показывает, сколько времени потребуется на захват района или на его улучшение до следующего ранга.

# s064b49ed4632f7da
source: Increase district connectivity to make sidejobs available. Clones could be assigned to sidejobs on company page under sidejobs tab.
ru: Увеличьте связанность района, чтобы разблокировать подработки. Клоны могут быть назначены на подработки на странице компании на вкладке с подработками.

# sa818ad973bef92a4
source: Available: ${formattedValue}
ru: Доступно: ${formattedValue}

# h1a94189469771dd7
source: Contract will be generated in ${html `<span ${ref(this._timerRef)}></span>`} with chance ${html `<span ${ref(this._chanceRef)}></span>`}%
ru: Контракт будет сгенерирован через ${html `<span ${ref(this._timerRef)}></span>`} с шансом ${html `<span ${ref(this._chanceRef)}></span>`}%

# s0a591ff098bd1b0f
source: Increase district connectivity to increase the chance of contract generation. Teams of clones could be assigned to contracts on company page under contracts tab.
ru: Увеличьте связанность района, чтобы увеличить шанс на генерацию контракта. Команды клонов могут быть назначены на контракты на странице компании на вкладке с контрактами.

# sda68b7b6b6da0a83
source: Contract
ru: Контракт

# sd158a5fc0f062f18
source: Available
ru: Доступно

# s1aa57f877e60b996
source: Generation progress
ru: Прогресс генерации

# s9c5516285cbce6fe
source: You don't have any contracts available
ru: У вас нет доступных контрактов

# s6b6782bba11a121c
source: Clone autoupgrade priority can be changed by dragging it by the name. Clones on top have higher priority. Clone level cannot be above development level.
ru: Приоритет автоулучшения клона может быть изменен путем перетаскивания его за имя. Клоны на верху имеют больший приоритет. Уровень клонов не может быть выше уровня развития.

# s81a02a4e77d74cd0
source: Select sidejob name, district and clone
ru: Выберите имя подработки, район и клона

# s7357946ba7aeeb6e
source: Select clone, district and sidejob name to assign clone. Clone can be assigned only to one sidejob.
ru: Выберите клона, район и имя подработки, чтобы назначить клона. Клон может быть назначен только на одну подработку.

# sc0a1d78853c9afa5
source: Disable sidejob
ru: Выключить подработку

# s42bdc14e98178f60
source: Enable sidejob
ru: Включить подработку

# sad3e3c8146fc920f
source: Status
ru: Статус

# s039d5c1a243118ff
source: Sidejob is active
ru: Подработка активна

# se5de1e1429802dc3
source: Disable all sidejobs
ru: Выключить все подработки

# s9a917d659f733318
source: Enable all sidejobs
ru: Выключить все подработки

# sd25bbd29137e5279
source: ${formattedAssignedClones} / ${formattedMinClones} (max ${formattedMaxClones})
ru: ${formattedAssignedClones} / ${formattedMinClones} (макс. ${formattedMaxClones})

# s52a1520c50e54455
source: Assigned clones
ru: Назначенные клоны

# sd9916492161a5dd5
source: ${formattedValidTeamSize} / ${formattedRequiredTeamSize} of ${formattedRequiredValue}
ru: ${formattedValidTeamSize} / ${formattedRequiredTeamSize} с ${formattedRequiredValue}

# sd2f945de069f61fe
source: Assign clones
ru: Назначить клонов

# s8abc7bf248037287
source: Select contract name, district and clones
ru: Выберите имя контракта, район и клонов

# s9ddceb0fb26e0c28
source: Contract "${contractName}" in district "${districtName}" is already assigned to other team
ru: Контракт "${contractName}" в районе "${districtName}" уже назначен на другую команду

# s3bc77cbbef4a16cb
source: Assign clones to contract
ru: Назначить клонов на контракт

# scb1d2bd4e43294ba
source: Select clones, district and contract name to assign clones. Only one team of clones can be assigned per district and contract.
ru: Выберите клонов, район и имя контракта, чтобы назначить клонов. Только одна команда клонов может быть назначен на район и контракт.

# s386210f452f0257e
source: Are you sure want to replace contract assignment for contract "${contractName}" in district "${districtName}"? All contracts in progress won't be affected.
ru: Вы действительно хотите заменить назначение контракта для контракта "${contractName}" в районе "${districtName}"? Все начавшиеся контракты не будут изменены.

# se5bf155521df0223
source: Add assigned contract to the queue
ru: Добавить назначение контракта в очередь

# s58fc618fb6652460
source: Disable contract assignment
ru: Выключить назначение контракта

# sfebd8d0486219321
source: Enable contract assignment
ru: Включить назначение контракта

# s5f6137d0645657aa
source: Remove contract assignment
ru: Удалить назначение контракта

# sae730cf45a53e354
source: Are you sure want to remove contract assignment for contract "${contractName}" in district "${districtName}" assigned to clones ${cloneNames}? It will also be removed from primary activity queue.
ru: Вы действительно хотите удалить назначение контракта для контракта "${contractName}" в районе "${districtName}", назначенное на клонов ${cloneNames}? Оно также будет удалено из очереди основной деятельности.

# s3df2de3348847703
source: Projected rewards
ru: Прогнозируемые награды

# se47a0c7893984aa5
source: Contract assignment is in primary activity queue
ru: Назначение контракта в очереди основных действий

# s33c6a04680d4a52e
source: Contract assignment is valid
ru: Назначение контракта не имеет ошибок

# s0e8b864437511662
source: No contracts are available for this assignment
ru: Для назначения нет доступных контрактов

# s0173240cd522bc70
source: Disable all contract assignments
ru: Выключить все назначения контрактов

# sa4cb57f854257f67
source: Enable all contract assignments
ru: Включить все назначения контрактов
