Repository: ButinVladimir/project-idle-takeover
Catalog: xliff/*.xlf
Languages: ru

# s13b248759af32b2b
source: Add all assigned contracts to the queue
ru: Добавить все назначения контрактов в очередь

# sc4a2ccc41c35280f
source: You don't have any contracts assignments
ru: У вас нет назначений контрактов

# s7b18c9a580e011a7
source: Contracts provide income once they're finished. Contract restart priority can be changed by dragging it by the title. Contracts on top have higher priority. Only one team of clones can be assigned per contract type and district. Contracts won't be re-added to the primary activity queue after they're exhausted automatically, it had to be done by program or manually.
ru: Доход от выполнения контрактов приходит после их выполнения. Приоритет перезапуска контракта может быть изменен путем перетаскивания его за название. Контракты на верху имеют больший приоритет. Только одна команда клонов может быть назначена на контракт и район. Контракты не будут добавлены обратно в очередь основной деятельности после того, как они кончатся, это должно быть выполнено программой или вручную.

# s23132399d6b4a1fe
source: Cancel primary activity
ru: Отмена основной деятельности

# s9a71264fb631b31e
source: ${activityType} "${activityName}" in district "${districtName}"
ru: ${activityType} "${activityName}" в районе "${districtName}"

# sa0849ceec089a258
source: Assigned to ${cloneNames}
ru: Назначено на ${cloneNames}

# s2b3b9a8f4b87e2a3
source: contract
ru: контракт

# s7320f8f0c588f0cb
source: Are you sure want to cancel primary activity for ${activityType} assigment "${activityName}" in district "${districtName}" for clones ${cloneNames}? It's progress will be lost.
ru: Вы действительно хотите отменить основную деятельность для назначения ${activityType} "${activityName}" в районе "${districtName}" для клонов ${cloneNames}? Ее прогресс будет утерян.

# s3282bdf996bd72be
source: Activity has not started yet
ru: Деятельность не началась

# sf15d9acf1e793fe6
source: Completion progress
ru: Прогресс выполнения

# h675b744583748d65
source: Contract will completed in ${html `<span ${ref(this._timerRef)}></span>`}
ru: Контракт будет выполнен через ${html `<span ${ref(this._timerRef)}></span>`}

# sdd4ee40ce26f3852
source: Rewards for completion
ru: Награды за выполнение

# sf3c5c456e2702f29
source: You don't have any primary activities
ru: У вас нет основных деятельностей

# s1d2b3cbd78707b57
source: Primary activity can be added to the queue from corresponding panel. After it is finished, it has to be restarted manually or by using program. All primary activity rewards are calculated at the start of the completion and won't change until activity is done.
ru: Основная деятельность может быть добавлена в очередь из соответствующей панели. После того, как она закончится, она должна быть перезапущена вручную или с помощью программы. Все награды основных деятельностей рассчитывается в начале выполнения и не будут изменены, пока деятельность не будут выполнена.

# saad970f5fd789e4e
source: Contracts assignments
ru: Назначения контрактов

# s10dce18b75fe7b01
source: Primary activity queue
ru: Очередь основной деятельности

# s431fd45042cc2e46
source: Press either Ctrl or Shift to buy 10 levels. Press both Ctrl and Shift to buy 100 levels. Hardware autoupgrade priority can be changed by dragging it by the title. Upgrades on top have higher priority. Hardware upgrade level cannot be above development level.
ru: Нажмите Ctrl или Shift, чтобы купить 10 уровней. Нажмите Ctrl и Shift, чтобы купить 100 уровней. Приоритет автоулучшения оборудования может быть изменен путем перетаскивания его за название. Улучшение на верху имеют больший приоритет. Уровень улучшения оборудования не может быть больше уровня развития.

# sde206c269d418ffd
source: Select program type, tier and level to purchase it. Tier is limited depending on design and loaned items tier. Program level cannot be above development level. If you already have program with same name, old one will be replaced with new one.
ru: Выберите тип программы, ранг и уровень, чтобы приобрести ее. Ранг ограничен в зависимости от дизайна и ранга одолженных вещей. Уровень программы не может быть выше текущего уровня развития. Если у вас уже есть программа с выбранным типом, старая будет заменена на новую.

# s32933ccf9891b7a3
source: Program autoupgrade priority can be changed by dragging it by the title. Programs on top have higher priority. Autoupgrade for programs won't change their tier but will attempt to increase level. Program level cannot be above development level.
ru: Приоритет автоулучшения программы может быть изменен путем перетаскивания ее за название. Программы на верху имеют больший приоритет. Автоулучшение программ не меняет их ранга, но будет пытаться увеличить их уровень. Уровень программ не может быть выше уровня развития.

# sa74fc29d84413a83
source: To make a program run, a process has to be start for it. 1 core is always assigned to autoscalable program if process for it is active. Topmost processes for non-autoscalable programs have more priority when cores are assigned to processes. After that, process for autoscalable program has remaining cores and RAM assigned. Only one process for autoscalable program can run at same time. It is possible to start more processes than cores allow them to run at same time. Process minimal completion time is limited. Processes can be rearranged by dragging them by their title.
ru: Чтобы программа выполнялась, для нее должен быть начат процесс. Хотя бы 1 ядро всегда назначается на активный процесс для автомасштабируемой программы. Процессы наверху для неавтомасштабируемых программ имеют больший приоритет, когда ядра распределяются по процессам. После этого, все неназначенные ядра и память назначаются на процесс для автомасштабируемой программы. Только один процесс для автомасштабируемой программы может быть запущен одновременно. Возможно запустить больше процессов, чем ядра позволяют им всем выполнятся одновременно. Минимальное время выполнения процесса ограничено. Порядок процессов может быть изменен путем перетаскивания их за название.

# sb0ddafbaeef7e853
source: By primary activity
ru: С помощью основной деятельности

# s946abb0194e918d6
source: In district "${DISTRICT_NAMES[districtName]()}"
ru: В районе "${DISTRICT_NAMES[districtName]()}"

# s7488457b25ba6bed
source: Connectivity affects chances to receive new contracts and unlocks new sidejobs. Connectivity values are separate for each district.
ru: Связность влияет на шансы получения новых контрактов и разблокирует новые подработки. Значения связности раздельные для каждого района.

# s8698e803aee7cdad
source: Synchronization affects how many clones can be in company.
ru: Синхронизация влияет на то, сколько клонов может быть в компании.

# sb0ca9e03fbc0c86c
source: Rewards affect all gains. Rewards multipliers are separate for each district and stack with program multiplier.
ru: Награды влияют на все параметры. Множители наград для каждого района отдельны и сочетаются с множителем от программ.

# s8081372280655134
source: Faction influence points per second
ru: Очки влияния фракции в секунду

# s5a60ee5de6464003
source: Faction influence points
ru: Очки влияния фракции

# s7d21035da1fc28cb
source: Reached milestones progress
ru: Прогресс полученных достижений

# s165d4497c9a6b52a
source: Milestones
ru: Достижения

# s7b307f11e980ccb7
source: All available items
ru: Все доступные предметы

# s0fde2d1150fa3a56
source: Designs only
ru: Только дизайны

# s59e5734b2e7e99f8
source: Loaned only
ru: Только одолженные

# sd7c8a80209b6355a
source: Loaned items are received after joining faction. Number next to item name is it's maximum tier available.
ru: Одолженные предметы получаются после присоединения к фракции. Число рядом с именем предмета - это его максимально доступный ранг.

# sf8bf98fbc38fffe1
source: Unlocked content
ru: Разблокированный контент

# s442a6510af890944
source: reached development level ${formattedLevel}
ru: достигнут уровень развития ${formattedLevel}

# s06cb08dc7ac6f6ca
source: joined ${FACTION_TEXTS[this.faction].title()}
ru: присоединился к ${FACTION_TEXTS[this.faction].title()}

# s69c4d92e18620d22
source: ${formattedCount} captured districts
ru: ${formattedCount} захваченных районов

# sf5cecded5d7af43d
source: Join faction
ru: Присоединиться к фракции

# sdac4d201912af78d
source: Are you sure want to join faction ${FACTION_TEXTS[this.faction].title()}? You cannot switch factions until transfer.
ru: Вы действительно хотите присоединиться к фракции ${FACTION_TEXTS[this.faction].title()}? Вы не можете поменять фракцию до трансфера.

# sa1db8ccb43c7e8cd
source: You don't have factions available to join
ru: У вас нет фракций, доступных для присоединения

# s8ed536861a697e45
source: Join a faction to get access to it's loaned items and contracts. Joined faction cannot be switched until transfer.
ru: Присоединитесь к фракции, чтобы получить доступ к ее предметам и контрактам. Присоединенную фракцию нельзя поменять до трансфера.

# sf85e7067f7787d59
source: Faction selection
ru: Выбор фракции

# s16b4b253ab8a999a
source: Select faction to proceed.
ru: Выберите фракцию для продолжения.

# s6fa0ddbab49ed6b5
source: Capture the city
ru: Захват города

# sc14156a78c50531e
source: Raise the threat level
ru: Увеличение уровня угрозы

# s76710824444dfe13
source: City cannot be captured but threat level can be raised by earning notoriety points. Designs have to be earned by performing operations and hacking.
ru: Город не может быть захвачен, но уровень угрозы может быть поднят зарабатыванием очков дурной славы. Дизайны должны быть заработаны выполнением операций и хакингом.

# sa401b6b8a2e93c02
source: Current faction
ru: Текущая фракция

# saa51ce81a3ff99f4
source: Playstyle
ru: Стиль игры

# s6fcd0cff86e9ed61
source: Available factions
ru: Доступные фракции

# s6d02d119e21ea1eb
source: Tom
ru: Том

# s5b729f19d81a9083
source: Jim
ru: Джим

# s094a41a7d22113bc
source: Bill
ru: Билл

# s3835f1a458ef11fe
source: Steven
ru: Стивен

# se57e582984f19e42
source: Dmitry
ru: Дмитрий

# s55e5c1e140167d3b
source: Alexey
ru: Алексей

# sdcd71091d54327f0
source: Sergey
ru: Сергей

# sd0184484d5ab2c03
source: Nenad
ru: Ненад

# sa92885eb6475bb35
source: Nemanja
ru: Неманья

# sb3b733f8976b03b6
source: Miodrag
ru: Миодраг

# s9bf0b0a168b1cbf1
source: Nikola
ru: Никола

# sfd52e9289ee00d09
source: Faction influence and progress to next tier are now visible. The higher district tier is, the better rewards are from performing activity within it.
ru: Влияние фракций и прогресс до следующего ранга теперь видны. Чем выше ранг района, тем лучше будут награды за выполнение активности внутри него.

# s47de08e75fdf8049
source: Primary activity and contracts are now available
ru: Основная деятельность и контракты теперь доступны

# sbe86d4cd5369301a
source: Corpo plazas house offices of corporations from entire world. They can always provide a job but refuse to cooperate and share their secrets.
ru: Корпо-плазы содержат офисы корпораций со всего мира. Они всегда могут предоставить работу, но отказываются сотрудничать и выдавать свои секреты.

# s455d82ce723fcb27
source: District "${DISTRICT_NAMES[this._district.name]()}" has been captured. It's tier now can be increased.
ru: Район "${DISTRICT_NAMES[this._district.name]()}" был захвачен. Его ранг может быть увеличен.

# s4fb1dbf9cffbc73f
source: District "${DISTRICT_NAMES[nextDistrict.name]()}" has been unlocked and now is contested. Clones can operate in this district.
ru: Район "${DISTRICT_NAMES[nextDistrict.name]()}" был разблокирован и теперь оспаривается. Клоны могут действовать в этом районе.

# s6f9c61e4e27d8b45
source: Remove a contract assignment
ru: Удалить назначение контракта

# s51d8bf7f49229e6b
source: Replace a contract assignment
ru: Заменить назначение контракта

# s20df94ed9b0ac107
source: No key assigned
ru: Клавиша не назначена

# seb0259c453e4bb49
source: Select clone name, template, tier and level to purchase it. Tier is limited depending on design and loaned items tier. Clone level cannot be above development level. Synchronization is earned by unlocking districts, raising their tier and by gaining certain favors.
ru: Выберите имя клона, шаблон, ранг и уровень, чтобы приобрести его. Ранг ограничен в зависимости от дизайна и ранга одолженных предметов. Уровень клона не может быть выше уровня развития. Синхронизация зарабатывается разблокированием районов, увеличением их ранга и с помощью особых услуг.

# sa253ff2aa3ac6ce1
source: Are you sure want to remove all contract assignments? All related activities will be cancelled.
ru: Вы действительно хотите удалить все назначения контрактов? Все связанные деятельности будут отменены.

# sef2fb56cb19d3909
source: Are you sure want to cancel all primary activities? Their progress will be lost.
ru: Вы действительно хотите отменить все основные деятельности? Их прогресс будет утерян.

# sfcba707d289609d6
source: Capture city districts and increase disticts tiers to earn faction reputation. Threat level can be raised only by story events.
ru: Захватите районы города и увеличивайте их ранги для зарабатывания репутации фракции. Уровень угрозы может быть увеличен только в событиях истории.

# sa2c4e3a4b0e16cc3
source: Reached the end of the game
ru: Достигнут конец игры

# sc14697a113ffe9b6
source: The end of the game was reached
ru: Конец игры достигнут

# s6add3eb4fbd9ed48
source: The end of the game was reached.
ru: Конец игры достигнут.
