Repository: ButinVladimir/project-idle-takeover
Catalog: xliff/*.xlf
Languages: ru

# s1db9c2e45b616689
source: Mainframe hardware autobuyer
ru: Автопокупка оборудования мейнфрейма

# sbe8ae5efcf58e570
source: Mainframe programs autobuyer
ru: Автопокупка программ для мейнфрейма

# s35f1dd3fd023476a
source: Automation
ru: Автоматизация

# s79ec7b4851563196
source: Autobuyers
ru: Автопокупка

# s2468b69d10791c82
source: City
ru: Город

# s83169863e603ef43
source: Clones
ru: Клоны

# s7cb4e55c59663b1c
source: Company
ru: Компания

# s737bd8b570f86f36
source: Spending accumulated time...
ru: Трата накопленного времени...

# s4c3d7527d161face
source: Idea, coding, design, balance
ru: Идея, код, дизайн, баланс

# s753c9d215250e5a6
source: Sidejobs
ru: Подработки

# s55edc9c0a5a92ed8
source: Stop fast forwarding
ru: Остановить трату

# s2743871e41cd600a
source: Next development level progress
ru: Прогресс следующего уровня развития

# s3d197283cb019b5a
source: Overview
ru: Обзор

# sa557ae6bee9148a6
source: Progress
ru: Прогресс

# s04ae2813e8c5edf2
source: Story
ru: История

# sb42f64eba520bc40
source: Code base points
ru: Очки кодовой базы

# sa8d65cbdcc391779
source: Computational base points
ru: Очки вычислительной базы

# sc048a14e5f282e91
source: Connectivity points
ru: Очки связности

# sfc3f7439b793141a
source: Rewards points
ru: Очки наград

# s54a992c2b2757a25
source: Mainframe hardware automation settings are available on automation page
ru: Настройки автоматизации оборудования мейнфрейма доступны на странице мейнфрейма

# se6e17403c164ff3a
source: Mainframe programs automation settings are available on automation page
ru: Настройки автоматизации програм мейнфрейма доступны на странице мейнфрейма

# s5d9cf1ae8a0e6a35
source: All events
ru: Все события

# sd2b81217f1512ae9
source: Only available events
ru: Только доступные события

# s98242fa69102c3ee
source: Only unavailable events
ru: Только недоступные события

# s0ff7439e7049dd1e
source: Only passed events
ru: Только прошедшие события

# s384723497a5d2afe
source: Accumulated time
ru: Накопленное время

# sb443b5f9e193436f
source: Money
ru: Деньги

# s67930df55d95f01c
source: Development level
ru: Уровень развития

# sc914626c031e3608
source: Programs
ru: Программы

# s168e0f680b4e7071
source: Clone templates
ru: Шаблоны клонов

# sf32866818ca69ae5
source: Mainframe share server
ru: Сервер аренды мейнфрейма

# scdee5cee6ffe9971
source: Code generator
ru: Генератор кода

# s1b104fb082b86845
source: Circuit designer
ru: Дизайнер микросхем

# sc49cb3f42002dd2a
source: Information collector
ru: Коллектор информации

# s8f14dd83819723ef
source: Deal maker
ru: Заключатель сделок

# sfec46a5f6c011cda
source: Predictive computator
ru: Предсказательный вычислитель

# s3ee68994be2256af
source: Program to speed up completion of currently running processes.
ru: Программа для ускорения выполнения других процессов.

# sce4f462f1aea52c1
source: Anthrodrone
ru: Антродрон

# s061cc20e3432dead
source: Pause
ru: Пауза

# sbc40dc980fa3018a
source: Play on normal speed (without accumulated time)
ru: Играть на нормальной скорости (без накопленного времени)

# sb5015f2d737ef94b
source: Play on fast speed (with accumulated time)
ru: Играть на быстрой скорости (с накопленным временем)

# s0227eedb03790d03
source: Spend all accumulated time
ru: Потратить все накопленное время

# s716c86a23193ddb0
source: Toggle menu
ru: Показать/скрыть меню

# sc23f8339bc08fc35
source: Mainframe
ru: Мейнфрейм

# s2293b71fd35fee2a
source: Statistics
ru: Статистика

# s6c4a1f0e4a0ba38e
source: Message log
ru: Лог сообщений

# s7a391ae3182a86b5
source: Credits
ru: Титры

# s9d8b8aa2b404c2c8
source: Settings
ru: Настройки

# s49730f3d5751a433
source: Loading...
ru: Загрузка...

# s2eb54ac1f71f510a
source: Not enough money
ru: Недостаточно денег

# s3310c78354b666c6
source: Higher development level required
ru: Требуется больший уровень развития

# s0fbf6f8437ffcf35
source: Buy max
ru: Купить все

# s5af457d424845197
source: Enable autoupgrade
ru: Включить автоулучшение

# s271064ebbdfe562a
source: Disable autoupgrade
ru: Выключить автоулучшение

# s817102c607e5bcc8
source: Are you sure want to spend accumulated time?
ru: Вы действительно хочешь потратить накопленное время?

# sb5803460fed8e45e
source: Show description
ru: Показать описание

# s1343e3e125290cfb
source: Hide description
ru: Скрыть описание

# saa8aa81ad6f055fd
source: Level
ru: Уровень

# s83e803a1591b9fdd
source: Show alerts like this in the future
ru: Показывать подобные предупреждения в будущем

# s855cbaefb8b934ea
source: Save game
ru: Сохранить игру

# s1e3063341ba0fe1f
source: Import savefile
ru: Импорт сохранения

# s3031dfdbc85075ea
source: Export savefile
ru: Экспорт сохранения

# s258ecf55af953131
source: Delete save data
ru: Удалить сохраненные данные

# se09bd847927e4fe5
source: Are you sure want to import savefile? Your current progress will be lost.
ru: Вы действительно хотите импортировать сохранение? Ваш текущий прогресс будет утерян.

# s11b187a24cece74d
source: Are you sure want to delete save data? Your current progress will be lost.
ru: Вы действительно хотите удалить сохранение? Ваш текущий прогресс будет утерян.

# s53660bba29663f96
source: Purchase program
ru: Купить программу

# s7cd7aa6578a69dab
source: Program
ru: Программа

# s05ccfc6906124ae2
source: Start process
ru: Начать процесс

# s4e57d4ea9ee2c1ec
source: Select one of owned programs to start process for it. If you already have process for same program, old process will be replaced with new one. Threads allow to run multiple instances of same program at same time, but additional threads require additional memory.
ru: Выберите одну из имеющихся программ, чтобы начать процесс для неё. Если у вас уже есть процесс для выбранной программы, старый процесс будет заменен на новый. Потоки позволяют выполняться нескольким экземплярам программы одновременно, но дополнительные потоки требует больше памяти.

# s8b60bf2db1580306
source: Threads
ru: Потоки

# s599c22404b3b54ca
source: Are you sure want to overwrite process for program "${programTitle}"? This will replace your current process with ${threads} threads.
ru: Вы действительно хотите заменить процесс для программы "${programTitle}"? Это заменит текущий процесс с ${threads} потоками.

# sf6a21feeace2ffce
source: Are you sure want to overwrite process for program "${programTitle}"?
ru: Вы действительно хотите заменить процесс для программы "${programTitle}"?

# s2dfd2c76046baa55
source: Are you sure want to replace autoscalable process? This will delete your current process for program "${programTitle}".
ru: Вы действительно хотите заменить автомасштабируемый процесс? Это удалит текущий процесс для программы "${programTitle}".

# s8aeb5e9301762d21
source: Disable all processes
ru: Выключить все процессы

# sec5e8bdef16a1dbc
source: Enable all processes
ru: Включить все процессы

# s1d1fbdec96581f40
source: Delete all processes
ru: Удалить все процессы

# s8ab04bf4c478d817
source: Cores
ru: Ядра

# sddcbf2308c14818b
source: You don't have any processes
ru: У вас нет процессов

# sfcc52a829ecef48c
source: Are you sure want to delete all processes? Their progress will be lost.
ru: Вы действительно хотите удалить все процессы? Их прогресс будет утерян.

# s63201a094a8902e9
source: Autoscalable
ru: Автомасштабируется

# sb3b63c00069ebc66
source: Disable process
ru: Выключить процесс

# s0a7c999373e598b7
source: Enable process
ru: Включить процесс

# sf39b0a96a695a953
source: Delete process
ru: Удалить процесс

# sc74b612a4652612b
source: Are you sure want to delete process for program "${programTitle}"? It's progress will be lost.
ru: Вы действительно хотите удалить процесс для программы "${programTitle}"? Его прогресс будет утерян.

# sbfebd2e1cf0baba2
source: Clear messages
ru: Удалить сообщения

# sd8bbfb0d19b36aba
source: Are you sure want to clear log messages?
ru: Вы действительно хотите удалить сообщения?

# s2ceb11be2290bb1b
source: Cancel
ru: Отмена

# s81ecf2d4386b8e84
source: Continue
ru: Продолжить

# sa282bfe77b9dd129
source: Read next notification
ru: Прочитать следующее уведомление

# s99a0cd0ecf3ee1c4
source: Close all notifications
ru: Закрыть все уведомления

# s1d95635c1c07273e
source: Show notifications like this in the future
ru: Показывать подобные уведомления в будущем

# s56381afb3c85bdfc
source: Game has been saved
ru: Игра сохранена

# sdcb9e3e7b61d80cc
source: Spending accumulated time has been interrupted
ru: Трата накопленного времени прервана

# s860002b84ef86836
source: Game has been started
ru: Игра началась

# se72fc18c44d0724c
source: Accumulated time has been spent
ru: Накопленное время потрачено

# s8092bb81ed040bfe
source: Development level ${formattedLevel} has been reached
ru: Уровень развития ${formattedLevel} достигнут

# s746aa9e2e51e98c7
source: All clones have been deleted
ru: Все клоны удалены

# s65e76b965ff17358
source: Mainframe performance has been upgraded to ${formattedLevel}
ru: Производительность мейнфрейма улучшена до ${formattedLevel}

# s3a0a087331180232
source: Mainframe cores has been upgraded to ${formattedLevel}
ru: Ядра мейнфрейма улучшены до ${formattedLevel}

# sab1ed27b4dadea6a
source: Mainframe RAM has been upgraded to ${formattedLevel}
ru: Память мейнфрейма улучшена до ${formattedLevel}

# s43cdc41f878fd2a1
source: Process for program "${programTitle}" with ${formattedThreads} threads has been started
ru: Процесс для программы "${programTitle}" с ${formattedThreads} потоками начат

# s8132346d1f0b9f59
source: Process for program "${programTitle}" with ${formattedThreads} threads has been deleted
ru: Процесс для программы "${programTitle}" с ${formattedThreads} потоками удален

# s0b0938398c58c4d8
source: All process have been deleted
ru: Все процессы удалены

# sa4e76cbd7f474cd5
source: Requirements for ${threads} threads
ru: Требования для ${threads} потоков

# s4f1e519d6b34699e
source: Requirements for autoscalable program
ru: Требования для автомасштабируемой программы

# sd004bbafa47097e5
source: Effects
ru: Эффекты

# sfdd447bcde2c13ba
source: Processes
ru: Процессы

# sc5e304b166165519
source: Hardware
ru: Оборудование

# saabd0ed2e15f32cb
source: Program to develop other programs. Generates code base points and improves mainframe programs cost divisor.
ru: Программа для разработки других программ. Генерирует очки кодовой базы и улучшает скидку на программы для мейнфрейма.

# s884ebc3cb0785ea6
source: Program to develop circuit designs. Generates computational base points and improves mainframe hardware cost divisor.
ru: Программа для разработки микросхем. Генерирует очки вычислительной базы и улучшает скидку на оборудование для мейнфрейма.

# sb7e175d4f6be559b
source: Program to assist with making deals. Generates rewards points and improves all rewards.
ru: Программа, помогающая заключать сделки. Генерирует очки наград и улучшает все награды.

# s18ca0d0774812a94
source: Instant completion
ru: Мгновенное выполнение

# s5e8250fb85d64c23
source: Close
ru: Закрыть

# sd4be17d54daf94f9
source: Select program
ru: Выберите программу

# s60a344e4de18d74a
source: Not enough RAM
ru: Недостаточно памяти

# s39da525119229d30
source: Process for same program is already running
ru: Процесс для выбранной программы уже выполняется

# s62c5c593446cf6eb
source: Process for same program with ${formattedThreads} threads is already running
ru: Процесс для выбранной программы с ${formattedThreads} потоками уже выполняется

# se8652122f7142bd0
source: Autoscalable process for program "${runningAutoscalableProgramTitle}" is already running
ru: Процесс для автомасштабируемой программы "${runningAutoscalableProgramTitle}" уже выполняется

# s7a04b70ecc8ac353
source: Enable autoupgrade for all
ru: Включить автоулучшение для всего

# sc08aab6af60f4e1a
source: Disable autoupgrade for all
ru: Выключить автоулучшение для всего

# sfb720fc010661f17
source: Upgrade
ru: Улучшить

# s72ab222b5c0808d4
source: Upgrade all
ru: Улучшить все

# s39e7b3967f5ac0a0
source: You don't have any owned programs
ru: У вас нет имеющихся програм

# s7122c5e0297ca6fe
source: Game started
ru: Игра началась

# s820b2b70b4c9f0c4
source: Game saved
ru: Игра сохранена

# s10a7cde62292d916
source: Accumulated time spent
ru: Накопленное время потрачено

# s462610ab082955de
source: Development level reached
ru: Уровень развития достигнут

# sb2b2f8d27942f965
source: Mainframe performance upgraded
ru: Производительность мейнфрейма улучшена

# scece0808efc67d0b
source: Mainframe cores upgraded
ru: Ядра мейнфрейма улучшены

# sfbc3c6e456ea7de3
source: Mainframe ram upgraded
ru: Память мейнфрейма улучшена

# s327a44a3ec252cee
source: Program purchased
ru: Программа приобретена

# scc8534fb753e7f9b
source: Clone purchased
ru: Клон приобретен

# sd4f0627b634ecd5f
source: Process started
ru: Процесс начат

# s33368fe0f5c78fa7
source: Process deleted
ru: Процесс удален

# s3e68649b30910a60
source: All processes deleted
ru: Все процессы удалены

# s4963a37fcedc00ff
source: Clone deleted
ru: Клон удален

# s465fdc54f7001b5b
source: All clones deleted
ru: Все клоны удалены

# sb48058412cd638ee
source: Message filter
ru: Фильтр сообщений

# s4c7c60d1bc202bcf
source: Enable events in filter to receive messages about them in the log and as popups
ru: Включите события в фильтре, чтобы получать сообщения в логе и в виде всплывающих окон

# s8d5afe7f6d376f30
source: Clear log messages
ru: Удаление сообшений

# s49c92d596c68d112
source: Spend accumulated time
ru: Трата накопленного времени

# sc556d0f1d86af75c
source: Purchase an already owned program
ru: Покупка уже купленной програмы

# sf42c5152f5cceeb5
source: Replace a process
ru: Замена процесса

# sd4cce515d8a0d8e4
source: Delete a process
ru: Удаление процесса

# sfb6f78cf22e6b664
source: Delete all process
ru: Удаление всех процессов

# s2502d47b0a97f414
source: Delete a clone
ru: Удаление клона

# s25a4ae61b2b13785
source: Delete all clones
ru: Удаление всех клонов

# s4431ebce4db711e5
source: Alert filter
ru: Фильтр предупреждений

# sfdc0d1b6aa9e6506
source: Enable alerts in filter to make them visible when event happens
ru: Включите предупреждения в фильтре, чтобы они появлялись, когда соответствующее события произошли

# s3bace62300439e40
source: Notification type filter
ru: Фильтр уведомлений

# s18f7c8ed55b74f82
source: Story event
ru: Сюжетное событие

# s101cec3d18d22960
source: Game version updated
ru: Версия игры обновлена

# sa6023933add2a212
source: Time accumulated
ru: Накоплено время

# sb5ec6128adb482ef
source: Enable notification types in filter to make them visible when event happens
ru: Включите уведомления в фильтре, чтобы они появлялись, когда соответствующее события произошли

# s93670069199e8dda
source: Light theme
ru: Светлая тема

# s3ac6d6bc5baddf30
source: Dark theme
ru: Темная тема

# s5c2a1a52c0389c30
source: Engineering
ru: Инженерный

# sa8754b2e68c07f48
source: Scientific
ru: Научный

# s00b00f227a35de67
source: Short numbers
ru: Короткие числа

# sf7894b85027759a5
source: Long numbers
ru: Длинные числа

# sefcf950b3cc4fc3b
source: Language
ru: Язык

# saab875d8cfcfe712
source: Theme
ru: Тема

# s43d974667921d1f5
source: Excessive messages in log won't be removed until new message is received
ru: Лишние сообщения не будут удалены, пока не будет получено новое сообщение

# sd05b62a59d5e7d02
source: Message popup duration (s)
ru: Время, как долго всплывающие сообщения будут на экране (сек)

# sc72af95d979c60de
source: Set 0 to disable message popups
ru: Выберите 0, чтобы выключить всплывающие сообщения

# s836f876b51a97c50
source: Frames per second
ru: Кадры в секунду

# sc083ff4257f95e1d
source: Too high number can cause strain on CPU
ru: Слишком большое значение может привести к нагрузке на процессор

# sb95abc5157220ff8
source: Speed multiplier when game speed is fast
ru: Множитель скорости при быстрой скорости игры

# s2a6a5d7bfd865fc0
source: Maximum amount of updates per frame
ru: Максимальное количество обновлений в кадр

# s5dbdc27d59cb046f
source: Long number format
ru: Формат больших чисел

# se9852a8cd86ca78e
source: Enable autosave when game tab hides or closes
ru: Включить автосохранение, когда вкладка с игрой скрывается или закрывается

# s29128151b7efccac
source: Autosave interval (s)
ru: Интервал автосохранения (сек)

# sbc5239184b4a4146
source: Too low number can cause strain on CPU. Select 0 to disable regular autosave
ru: Слишком малое значение может привести к нагрузке на процессор. Выберите 0, чтобы выключить регулярные автосохранения

# s11d9ef06c96591b1
source: By programs
ru: С помощью программ

# sedecaf77fe9ce276
source: In-game passed time
ru: Внутриигровое прошедшее время

# sdc7177226d0f69c9
source: Since arrival to the city
ru: С момента прибытия в город

# sd5e28ee1c3ede3b6
source: Total time
ru: Общее время

# sed8ec5e3c64fa25d
source: Total
ru: Всего

# s02800f07e1ae657b
source: Money income per second
ru: Деньги в секунду

# sfa11a35d1d70a76a
source: Development points per second
ru: Очки развития в секунду

# s011be7230fc86479
source: Development points
ru: Очки развития

# s779a676a04f81794
source: Money expenses
ru: Денежные расходы

# scfadf8e99ce7ae1c
source: Expenses
ru: Расходы

# sc3ac225273c8316b
source: General
ru: Общее

# sadfab7328f6cc346
source: Growth
ru: Прирост

# s3ba6651e42358dde
source: Income
ru: Накопления

# sf88672ff8e010f65
source: Maximum amount of messages in log
ru: Максимальное количество сообщений

# sb7d89d471013a97f
source: Code base affects cost multiplier for mainframe programs
ru: Кодовая база влияет на скидку на программы для мейнфрейма

# s2ad0a048b95c0aec
source: Computational base affects cost multiplier for mainframe hardware upgrades
ru: Вычислительная база влияет на скидку на оборудование для мейнфрейма

# s346e89c0d59fbea7
source: Process completion speed multipliers
ru: Множители скорости выполнения процессов

# s04a5e40ee6172dcc
source: By hardware
ru: С помощью оборудования мейнфрема

# s69a8e89425b0491f
source: Mainframe hardware cost divisors
ru: Делители стоимости оборудования мейнфрейма

# sb925ccaf4ca00336
source: Mainframe programs cost divisors
ru: Делители стоимости программ мейнфрейма

# s815160de1d589c83
source: Rewards multipliers
ru: Множители наград

# sd3fa803140fea7dd
source: Code base points per second
ru: Очки кодовой базы в секунду

# s1b146f28a26e586a
source: Computational base points per second
ru: Очки вычислительной базы в секунду

# s17140d6a2bddf372
source: Connectivity points per second
ru: Очки связности в секунду

# sda8f8c3d6b55adff
source: Rewards points per second
ru: Очки наград в секунду

# s66813830db39c65b
source: On mainframe programs
ru: На программы мейнфрейма

# scf49852a0b44b9ae
source: On mainframe hardware
ru: На оборудование мейнфрейма

# s768f2b0fd3fc4bba
source: On clones
ru: На клонов

# sf5d560a6580e364e
source: Process for program "${programTitle}" has been started
ru: Процесс для программы "${programTitle}" начат

# s61c772d6a7eefcfa
source: Process for program "${programTitle}" has been deleted
ru: Процесс для программы "${programTitle}" удален

# s905309f887cdd4c4
source: Program to share your mainframe capabilities with city network. Passively generates money and development points.
ru: Программа для аренды мощностей мейнфрейма городской сети. Пассивно генерирует деньги и очки развития.

# s199789a6fd37d507
source: Program to collect all sorts of information. Generates connectivity points, unlocks sidejobs and improves chances to receive new contracts.
ru: Программа для поиска всевозможной информации. Генерирует очки связности, разблокировает подработки и улучшает шансы на получение новых контрактов.

# s5918cc6ab2974e39
source: Clone level autoupgrader
ru: Автоулучшатель уровней клонов

# sb23d9b4b38c9a110
source: Peer reviewer
ru: Рецензент

# s04490ad7d07dc9cd
source: Program to review clone experience before sharing it. Increases shared experience.
ru: Программа для проверки опыта клона перед его передачи остальным клонам. Увеличивает разделенный опыт.

# h35832b040434d3bc
source: Requirements for ${threads} (${threadsDiffEl}) threads
ru: Требования для ${threads} (${threadsDiffEl}) потоков

# sa06cc719ff1503a3
source: RAM
ru: Память

# h7154a359944ac56f
source: Up to ${value}
ru: До ${value}

# h86dc19de8661039e
source: Up to ${value} (${diff})
ru: До ${value} (${diff})

# sfe931c6d6fbee82c
source: ${value} + All available
ru: ${value} + Все доступное

# secbc90f445b784a4
source: Completion time
ru: Время выполнения

# s619c213c4b109eb2
source: Instant
ru: Мгновенно

# s8b97ea84af17c029
source: Never
ru: Никогда

# h3ba748809d7755c4
source: ${value} per completion (${minAvgValue} — ${maxAvgValue} per second)
ru: ${value} за выполнение (${minAvgValue} — ${maxAvgValue} в секунду)

# ha9eaf4e8bec4c368
source: ${value} (${diff}) per completion (${minAvgValue} — ${maxAvgValue} per second) (${minAvgDiff} — ${maxAvgDiff})
ru: ${value} (${diff}) за выполнение (${minAvgValue} — ${maxAvgValue} в секунду) (${minAvgDiff} — ${maxAvgDiff})

# h540104322e89b673
source: ${value} per completion (${minAvgValue} — ${maxAvgValue} per second) (${minAvgDiff} — ${maxAvgDiff})
ru: ${value} за выполнение (${minAvgValue} — ${maxAvgValue} в секунду) (${minAvgDiff} — ${maxAvgDiff})

# h9ef34e39a1cce906
source: ${value} per completion (${avgValue} per second)
ru: ${value} за выполнение (${avgValue} в секунду)

# scd20c74f3a98be0d
source: Program "${programTitle}" with tier ${formattedTier} and level ${formattedLevel} has been purchased
ru: Программа "${programTitle}" с рангом ${formattedTier} и уровнем ${formattedLevel} была куплена

# s6c6911ea2ad1cf3c
source: John
ru: Джон

# sc2f6b0ea5bd2feda
source: Jack
ru: Джек

# s64ee12d1a2c3e9c1
source: Ivan
ru: Иван

# s458bc618a746564f
source: Vasily
ru: Василий

# sf9528bead8c06c4d
source: Petar
ru: Петар

# s5363f3c9344eab75
source: Miloš
ru: Милош

# s0cf904042747d460
source: Zvezdara
ru: Звездара

# sdb9959a6fb4d1aa9
source: Voždovac
ru: Вождовац

# s57264743ff6c8eaf
source: Automation page and clone level autoupgrade are available
ru: Страница автоматизации и автоулучшение уровней клонов доступны

# s55313cfe5fd56bad
source: Mainframe programs are upgradable
ru: Программы мейнфрейма доступны для улучшения

# s69148824186cc829
source: Mainframe programs are now upgradable.
ru: Программы мейнфрейма теперь доступны для улучшения.

# sf415c621b2f5ad36
source: Mainframe hardware is upgradable
ru: Оборудование мейнфрейма доступно для улучшения

# s0dffaea2c80c02dc
source: Mainframe hardware is now upgradable.
ru: Оборудование мейнфрейма теперь доступно для улучшения.

# s3263d2b20cc1d5e9
source: Clones can share their experience between each other
ru: Клоны могут разделять свой опыт между собой

# saddde032debb7c9c
source: Clone experience is now can be shared between them. Whenever clone receives experience, all available clones in company will receive part of it. How big is this part depends on running processes and available synchronization.
ru: Теперь клоны могут разделять свой опыт между собой. Каждый раз, когда клон получает опыт, все доступные клоны в компании получают его часть. Размер этой части зависит от активных процессов и доступной синхронизации.

# sbda165be0ffdef53
source: Clone "${oldName}" has been renamed to "${value}"
ru: Клон "${oldName}" был переименован в "${value}"

# sf8be59f5eb68d99a
source: Clone "${this._name}" has reached level ${formattedLevel}
ru: Клон "${this._name}" достиг уровня ${formattedLevel}

# s064064b48fc1d7d7
source: Leftover biomass fused with crude implants. Can do everything but without outstanding results.
ru: Остатки биомассы, соединенные с простыми имплантами. Могут делать все, но без выдающихся результатов.

# s017c1076a48020df
source: Clone "${clone.name}" has been deleted
ru: Клон "${clone.name}" был удален
